Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Change Preset
es: Cambiar preajuste
ja: プリセットを変更
zh_hans: 更改预设
zh_hant: 更改預設集

source: Change Wallpaper
es: Cambiar fondo
ja: 壁紙を変更
zh_hans: 更换壁纸
zh_hant: 更換桌布

source: Changed from preset
es: Cambiado respecto al preajuste
ja: プリセットから変更
zh_hans: 已从预设更改
zh_hant: 已從預設更動

source: Changes will be used on the next retry.
es: Los cambios se usarán en el siguiente intento.
ja: 変更は次の再試行時に使用されます。
zh_hans: 修改将在下次重试时使用。
zh_hant: 修改將於下次重試時使用。

source: Charged
es: Cargado
ja: 充電完了
zh_hans: 已充满
zh_hant: 已充滿

source: Charging
es: Cargando
ja: 充電中
zh_hans: 充电中
zh_hant: 充電中

source: Check for Wallpaper Engine asset updates at launch
es: Buscar actualizaciones de recursos de Wallpaper Engine al iniciar
ja: 起動時に Wallpaper Engine アセットの更新を確認
zh_hans: 启动时检查 Wallpaper Engine 素材更新
zh_hant: 啟動時檢查 Wallpaper Engine 素材更新

source: Check for asset updates at launch
es: Buscar actualizaciones de recursos al iniciar
ja: 起動時にアセットの更新を確認
zh_hans: 启动时检查素材更新
zh_hant: 啟動時檢查素材更新

source: Check for updates
es: Buscar actualizaciones
ja: アップデートを確認
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for updates automatically
es: Buscar actualizaciones automáticamente
ja: 自動的にアップデートを確認
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Check for updates now
es: Buscar actualizaciones ahora
ja: 今すぐ更新を確認
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

source: Check subscriptions
es: Comprobar suscripciones
ja: サブスクライブを確認
zh_hans: 检查订阅
zh_hant: 檢查訂閱

source: Checking Steam for the latest Wallpaper Engine build.
es: Consultando en Steam la última versión de Wallpaper Engine.
ja: Steam で最新の Wallpaper Engine ビルドを確認しています。
zh_hans: 正在检查 Steam 上最新的 Wallpaper Engine 版本。
zh_hant: 正在檢查 Steam 上最新的 Wallpaper Engine 版本。

source: Checking SteamCMD readiness before downloading.
es: Comprobando que SteamCMD esté listo antes de descargar.
ja: ダウンロード前に SteamCMD の準備状況を確認しています。
zh_hans: 正在检查 SteamCMD 是否已准备好下载。
zh_hant: 正在檢查 SteamCMD 是否已準備好下載。

source: Checking for updates
es: Buscando actualizaciones
ja: アップデートを確認中
zh_hans: 检查更新中
zh_hant: 檢查更新中

source: Checking that SteamCMD runs…
es: Comprobando que SteamCMD funciona…
ja: SteamCMD が動作するか確認中…
zh_hans: 正在确认 SteamCMD 能否运行…
zh_hant: 正在確認 SteamCMD 能否執行…

source: Checking with Steam…
es: Consultando con Steam…
ja: Steam に確認中…
zh_hans: 正在向 Steam 检查…
zh_hant: 正在向 Steam 檢查…

source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Checks
es: Comprobaciones
ja: 検証
zh_hans: 校验
zh_hant: 驗證

source: Checks at launch and periodically while the app is running.
es: Busca actualizaciones al iniciar y periódicamente mientras la app está en ejecución.
ja: 起動時と実行中に定期的にアップデートを確認します。
zh_hans: 启动时及运行期间定期检查更新。
zh_hant: 啟動時及執行期間定期檢查更新。

source: Checks the version only. Downloads require choosing Update.
es: Solo comprueba la versión. La descarga comienza al elegir Actualizar.
ja: バージョンのみを確認します。「更新」を選ぶまでダウンロードしません。
zh_hans: 仅检查版本；选择更新后才会下载。
zh_hant: 僅檢查版本；選擇更新後才會下載。

source: Choose
es: Elegir
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Choose Different Source
es: Elegir otro origen
ja: 別のソースを選択
zh_hans: 换一个来源
zh_hant: 換一個來源

source: Choose Different Video
es: Elegir otro vídeo
ja: 別のビデオを選択
zh_hans: 换一个视频
zh_hant: 換一個影片

source: Choose File
es: Elegir archivo
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Files
es: Elegir archivos
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Local File
es: Elegir archivo local
ja: ローカルファイルを選択
zh_hans: 选择本地文件
zh_hant: 選擇本機檔案

source: Choose SteamCMD
es: Elegir SteamCMD
ja: SteamCMD を選択
zh_hans: 选择 SteamCMD
zh_hant: 選擇 SteamCMD

source: Choose Video
es: Elegir vídeo
ja: ビデオを選択
zh_hans: 选择视频
zh_hant: 選擇影片

source: Choose Videos
es: Elegir vídeos
ja: 動画を選択
zh_hans: 选择视频
zh_hant: 選擇影片

source: Choose Wallpaper
es: Elegir fondo
ja: 壁紙を選択
zh_hans: 选择壁纸
zh_hant: 選擇桌布

source: Choose Web
es: Elegir web
ja: Web を選択
zh_hans: 选择 Web
zh_hant: 選擇 Web

source: Choose a Steam account before checking your subscriptions.
es: Elige una cuenta de Steam antes de comprobar tus suscripciones.
ja: サブスクリプションを確認する前に Steam アカウントを選択してください。
zh_hans: 检查订阅前请先选择一个 Steam 账户。
zh_hant: 檢查訂閱前請先選擇一個 Steam 帳戶。

source: Choose a manual location
es: Elegir una ubicación manual
ja: 手動の場所を選択
zh_hans: 选择手动位置
zh_hant: 選擇手動位置

source: Choose a supported video format.
es: Elige un formato de vídeo compatible.
ja: 対応しているビデオ形式を選んでください。
zh_hans: 请选择支持的视频格式。
zh_hant: 請選擇支援的影片格式。

source: Choose a video, a web page or folder, or a Wallpaper Engine project folder.
es: Elige un vídeo, una página web o carpeta, o una carpeta de proyecto de Wallpaper Engine.
ja: 動画、Web ページまたはフォルダ、あるいは Wallpaper Engine のプロジェクトフォルダを選んでください。
zh_hans: 选择一个视频、一个网页或文件夹，或者一个 Wallpaper Engine 项目文件夹。
zh_hant: 選擇一個影片、一個網頁或資料夾，或者一個 Wallpaper Engine 專案資料夾。

source: Choose a video, web file, or wallpaper folder.
es: Elige un vídeo, un archivo web o una carpeta de fondos de pantalla.
ja: ビデオ、Webファイル、または壁紙フォルダを選んでください。
zh_hans: 请选择视频、网页文件或壁纸文件夹。
zh_hant: 請選擇影片、網頁檔案或桌布資料夾。

source: Choose a wallpaper in System Settings
es: Elige un fondo de Loomscreen en Ajustes del Sistema › Fondo de pantalla
ja: 「システム設定 › 壁紙」で Loomscreen の壁紙を選択
zh_hans: 在“系统设置 › 墙纸”中选择 Loomscreen 的壁纸
zh_hant: 在「系統設定 › 背景圖片」中選擇 Loomscreen 的桌布

source: Choose a web file or a folder with an index page.
es: Elige un archivo web o una carpeta con una página de inicio.
ja: Webファイル、またはインデックスページのあるフォルダを選んでください。
zh_hans: 请选择网页文件或包含索引页面的文件夹。
zh_hant: 請選擇網頁檔案或包含索引頁面的資料夾。

source: Choose account
es: Elegir cuenta
ja: アカウントを選択
zh_hans: 选择账户
zh_hant: 選擇帳戶

source: Choose an .mp4, .mov, .m4v, or similar video file.
es: Elige un archivo de vídeo .mp4, .mov, .m4v o similar.
ja: .mp4、.mov、.m4v などのビデオファイルを選択してください。
zh_hans: 选择 .mp4、.mov、.m4v 或类似的视频文件。
zh_hant: 選擇 .mp4、.mov、.m4v 或類似的影片檔案。

source: Choose another folder
es: Elegir otra carpeta
ja: 別のフォルダを選択
zh_hans: 选择其他文件夹
zh_hant: 選擇其他資料夾

source: Choose folder
es: Elegir carpeta
ja: フォルダを選択
zh_hans: 选择文件夹
zh_hant: 選擇資料夾

source: Choose from Library
es: Elegir de la biblioteca de fondos
ja: 壁紙ライブラリから選択
zh_hans: 从壁纸库选择
zh_hant: 從桌布庫選擇

source: Choose one in the sidebar to set up its wallpaper.
es: Elige una en la barra lateral para configurar su fondo.
ja: サイドバーで 1 台選ぶと、その壁紙を設定できます。
zh_hans: 在侧栏中选择一台，即可设置它的壁纸。
zh_hant: 在側邊欄中選擇一台，即可設定它的桌布。

source: Choose the Steam folder here. If there isn't one yet, create a folder named “Steam” in this location, then choose it.
es: Elige aquí la carpeta Steam. Si todavía no existe, crea en esta ubicación una carpeta llamada «Steam» y luego elígela.
ja: ここで Steam フォルダを選択してください。まだない場合は、この場所に「Steam」という名前のフォルダを作成してから選択してください。
zh_hans: 请在此处选择 Steam 文件夹。如果还没有，请在此位置新建名为“Steam”的文件夹，然后选择它。
zh_hant: 請在此處選擇 Steam 資料夾。如果還沒有，請在此位置新增名為「Steam」的資料夾，然後選擇它。

source: Choose the Steam library folder for wallpaper files. Download sign-in is stored separately.
es: Elige la carpeta de la biblioteca de Steam para los fondos de pantalla. El inicio de sesión para descargar se guarda por separado.
ja: 壁紙ファイルを保存する Steam ライブラリフォルダを選択してください。ダウンロード用のログイン情報は別に保存されます。
zh_hans: 选择存放壁纸文件的 Steam 库文件夹。下载登录信息会单独保存。
zh_hant: 選擇存放桌布檔案的 Steam 收藏庫資料夾。下載登入資訊會另外儲存。

source: Choose the folder that holds your Wallpaper Engine projects.
es: Elige la carpeta que contiene tus proyectos de Wallpaper Engine.
ja: Wallpaper Engine のプロジェクトが入っているフォルダを選んでください。
zh_hans: 选择存放 Wallpaper Engine 项目的文件夹。
zh_hant: 選擇存放 Wallpaper Engine 項目的資料夾。

source: Choose the folder to read Agent sessions from (read-only, used by the Agent Session widget).
es: Elige la carpeta desde la que leer las sesiones del agente (solo lectura; la usa el widget «Sesión del agente»).
ja: エージェントのセッションを読み取るフォルダを選択します（読み取り専用、「エージェントセッション」ウィジェットで使用）。
zh_hans: 选择要读取 Agent 会话的文件夹（只读，供“Agent 会话”小组件使用）。
zh_hant: 選擇要讀取 Agent 工作階段的資料夾（唯讀，供「Agent 工作階段」小工具使用）。

source: Choose the steamcmd binary, or the steamcmd.sh that launches it.
es: Elige el binario steamcmd o el steamcmd.sh que lo inicia.
ja: steamcmd 本体、またはそれを起動する steamcmd.sh を選択してください。
zh_hans: 请选择 steamcmd 可执行文件，或用于启动它的 steamcmd.sh。
zh_hant: 請選擇 steamcmd 執行檔，或用於啟動它的 steamcmd.sh。

source: Choose wallpaper type
es: Elegir tipo de fondo de pantalla
ja: 壁紙の種類を選択
zh_hans: 选择壁纸类型
zh_hant: 選擇桌布類型

source: Choose which Steam account to use before checking the connection.
es: Elige qué cuenta de Steam usar antes de comprobar la conexión.
ja: 接続を確認する前に、使用する Steam アカウントを選択してください。
zh_hans: 检查连接前请先选择要使用的 Steam 账户。
zh_hant: 檢查連線前請先選擇要使用的 Steam 帳戶。

source: Choose which overlay to arrange
es: Elige qué superposición organizar
ja: どのオーバーレイを配置するか選びます
zh_hans: 选择要调整的叠加层
zh_hant: 選擇要調整的疊加層

source: Choose your %@ folder in your home directory. A wider folder can't be granted for the Agent Session widget.
es: Elige tu carpeta %@ en tu carpeta de inicio. No se puede conceder una carpeta de mayor alcance para el widget «Sesión del agente».
ja: ホームディレクトリ内の %@ フォルダを選択してください。「エージェントセッション」ウィジェットには、より広い範囲のフォルダは許可できません。
zh_hans: 请选择主目录中的 %@ 文件夹。无法为“Agent 会话”小组件授权范围更大的文件夹。
zh_hant: 請選擇家目錄中的 %@ 資料夾。無法為「Agent 工作階段」小工具授權範圍更大的資料夾。

source: Choose your Steam account and SteamCMD in Settings → Workshop → Steam connection first.
es: Elige primero tu cuenta de Steam y SteamCMD en Ajustes › Workshop › Conexión de Steam.
ja: 先に「設定 › ワークショップ › Steam 接続」で Steam アカウントと SteamCMD を選択してください。
zh_hans: 请先在“设置 › 创意工坊 › Steam 连接”中选择 Steam 账户和 SteamCMD。
zh_hant: 請先在「設定 › 工作坊 › Steam 連線」中選擇 Steam 帳戶和 SteamCMD。

source: Choose your Steam account in the Steam connection sheet first.
es: Elige primero tu cuenta de Steam en la hoja de conexión de Steam.
ja: 先に Steam 接続画面で Steam アカウントを選択してください。
zh_hans: 请先在 Steam 连接页面中选择 Steam 账户。
zh_hant: 請先在 Steam 連線頁面中選擇 Steam 帳戶。

source: Choose your Wallpaper Engine install folder. It must contain an assets folder.
es: Elige la carpeta de instalación de Wallpaper Engine. Debe contener una carpeta assets.
ja: Wallpaper Engine のインストールフォルダを選択してください。assets フォルダが含まれている必要があります。
zh_hans: 选择你的 Wallpaper Engine 安装文件夹。该文件夹必须包含 assets 文件夹。
zh_hant: 選擇你的 Wallpaper Engine 安裝資料夾。該資料夾必須包含 assets 資料夾。

source: Choosing a wallpaper for %@
es: Eligiendo un fondo para %@
ja: %@ の壁紙を選択しています
zh_hans: 正在为 %@ 选择壁纸
zh_hant: 正在為 %@ 選擇桌布

source: Circle
es: Círculo
ja: 円
zh_hans: 圆形
zh_hant: 圓形

source: City, region, or place
es: Ciudad, región o lugar
ja: 都市、地域、場所
zh_hans: 城市、地区或地点
zh_hant: 城市、地區或地點

source: Claude Folder
es: Carpeta de Claude
ja: Claude フォルダ
zh_hans: Claude 文件夹
zh_hant: Claude 資料夾

source: Clear
es: Borrar
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Clear All Caches
es: Borrar todas las cachés
ja: すべてのキャッシュをクリア
zh_hans: 清空全部缓存
zh_hant: 清除全部快取

source: Clear Scene — remove the active scene for this display
es: Quitar escena — elimina la escena activa de esta pantalla
ja: シーンをクリア — このディスプレイのアクティブなシーンを削除
zh_hans: 清除场景——移除该显示器当前的场景
zh_hant: 清除場景——移除此顯示器目前的場景

source: Clear Sky
es: Despejado
ja: 晴れ
zh_hans: 晴朗
zh_hant: 晴朗

source: Clear Video Cache
es: Borrar caché de vídeo
ja: 動画キャッシュを消去
zh_hans: 清除视频缓存
zh_hant: 清除影片快取

source: Clear Video — remove the saved video for this display
es: Quitar vídeo — elimina el vídeo guardado de esta pantalla
ja: 動画をクリア — このディスプレイに保存された動画を削除
zh_hans: 清除视频——移除该显示器已保存的视频
zh_hant: 清除影片——移除此顯示器已儲存的影片

source: Clear Wallpaper
es: Quitar fondo de pantalla
ja: 壁紙をクリア
zh_hans: 清除壁纸
zh_hant: 清除桌布

source: Clear Web Page — remove the saved web page for this display
es: Quitar página web — elimina la página web guardada de esta pantalla
ja: Web ページをクリア — このディスプレイに保存された Web ページを削除
zh_hans: 清除网页——移除该显示器已保存的网页
zh_hant: 清除網頁——移除此顯示器已儲存的網頁

source: Clear all storage caches?
es: ¿Borrar todas las cachés de almacenamiento?
ja: すべてのストレージキャッシュを消去しますか？
zh_hans: 清除所有存储缓存？
zh_hant: 清除所有儲存快取？

source: Clear current wallpaper?
es: ¿Quitar el fondo de pantalla actual?
ja: 現在の壁紙をクリアしますか？
zh_hans: 清除当前壁纸吗？
zh_hant: 要清除目前桌布嗎？

source: Clear filters
es: Borrar filtros
ja: フィルタをクリア
zh_hans: 清除筛选
zh_hant: 清除篩選

source: Clear queue
es: Vaciar la cola de descargas
ja: ダウンロードキューをクリア
zh_hans: 清空下载队列
zh_hant: 清除下載佇列

source: Clear scene
es: Quitar escena
ja: シーンをクリア
zh_hans: 清除场景
zh_hant: 清除場景

source: Clear scene video texture cache?
es: ¿Borrar la caché de vídeo de las escenas?
ja: シーン動画キャッシュを消去しますか？
zh_hans: 清除场景视频缓存？
zh_hant: 清除場景影片快取？

source: Clear search
es: Borrar búsqueda
ja: 検索をクリア
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear video
es: Quitar vídeo
ja: ビデオをクリア
zh_hans: 清除视频
zh_hant: 清除影片

source: Clear web page
es: Quitar página web
ja: Web ページをクリア
zh_hans: 清除网页
zh_hant: 清除網頁

source: Cleared the wallpaper on %@
es: Se quitó el fondo de pantalla de %@
ja: %@ の壁紙をクリアしました
zh_hans: 已清除 %@ 的壁纸
zh_hant: 已清除 %@ 的桌布

source: Click Update to download and relink the latest assets.
es: Haz clic en Actualizar para descargar y volver a vincular los recursos más recientes.
ja: 「アップデート」をクリックして最新アセットをダウンロードし、再リンクします。
zh_hans: 点按“更新”下载并重新链接最新资源。
zh_hant: 按一下「更新」以下載並重新連結最新資源。

source: Click a blurred thumbnail to reveal it.
es: Haz clic en una miniatura difuminada para mostrarla.
ja: ぼかしたサムネイルをクリックすると表示できます。
zh_hans: 点按模糊缩略图可显示内容。
zh_hant: 點按模糊縮圖可顯示內容。

source: Click to record a new keyboard shortcut
es: Haz clic para grabar un nuevo atajo de teclado
ja: クリックして新しいキーボードショートカットを記録
zh_hans: 点击录制新的键盘快捷键
zh_hant: 按一下以錄製新的鍵盤快速鍵

source: Click to reveal
es: Haz clic para revelar
ja: クリックして表示
zh_hans: 点击以显示
zh_hant: 點按以顯示

source: Click to show/hide · Option-click to show only this
es: Haz clic para mostrar u ocultar · Clic con Opción para mostrar solo esto
ja: クリックで表示/非表示 · Optionクリックでこれだけを表示
zh_hans: 点击显示/隐藏 · 按住 Option 点击仅显示此项
zh_hant: 點按顯示/隱藏 · 按住 Option 點按僅顯示此項

source: Clicks
es: Clics
ja: クリック
zh_hans: 点击
zh_hant: 點擊

source: Clicks and scrolls go to the web page instead of desktop icons and the desktop context menu on this display. Turn off Interaction to restore desktop clicks.
es: Los clics y el desplazamiento se envían a la página web y no a los iconos ni al menú contextual del escritorio de esta pantalla. Desactiva Interacción para restaurar los clics en el escritorio.
ja: クリックとスクロールは Web ページに送られ、このディスプレイのデスクトップアイコンとコンテキストメニューを操作できなくなります。「インタラクション」をオフにすると元に戻ります。
zh_hans: 点击和滚动将由网页接收，此显示器上的桌面图标和桌面右键菜单将无法使用。关闭“交互”可恢复桌面点击。
zh_hant: 點按與捲動將由網頁接收，此顯示器上的桌面圖示與桌面快捷選單將無法使用。關閉「互動」可恢復桌面點按。

source: Clicks go to the scene instead of desktop icons and the desktop context menu on this display. Turn off Interaction to restore desktop clicks.
es: Los clics se envían a la escena y no a los iconos ni al menú contextual del escritorio de esta pantalla. Desactiva Interacción para restaurar los clics en el escritorio.
ja: クリックはシーンに送られ、このディスプレイのデスクトップアイコンとコンテキストメニューを操作できなくなります。「インタラクション」をオフにすると元に戻ります。
zh_hans: 点击将由场景接收，此显示器上的桌面图标和桌面右键菜单将无法使用。关闭“交互”可恢复桌面点击。
zh_hant: 點按將由場景接收，此顯示器上的桌面圖示與桌面快捷選單將無法使用。關閉「互動」可恢復桌面點按。

source: Clock
es: Reloj
ja: 時計
zh_hans: 时钟
zh_hant: 時鐘

source: Clock is off for this display
es: El reloj está desactivado en esta pantalla
ja: このディスプレイの時計はオフです
zh_hans: 此显示器的时钟已关闭
zh_hant: 此顯示器的時鐘已關閉

source: Clock layer
es: Capa del reloj
ja: 時計レイヤー
zh_hans: 时钟层级
zh_hant: 時鐘層級

source: Clock opacity
es: Opacidad del reloj
ja: 時計の不透明度
zh_hans: 时钟透明度
zh_hant: 時鐘透明度

source: Clock width
es: Ancho del reloj
ja: 時計の幅
zh_hans: 时钟宽度
zh_hant: 時鐘寬度

source: Clock, weather, system stats, music, Agent sessions — press + to add one, then drag it into place
es: Reloj, tiempo, estado del sistema, música, sesiones de Agent: pulsa + para añadir uno y arrástralo a su sitio
ja: 時計・天気・システム状況・音楽・Agent セッション——「+」で追加し、画面上にドラッグして配置します
zh_hans: 时钟、天气、系统状态、音乐、Agent 会话——按 + 添加，直接拖到画面上摆放
zh_hant: 時鐘、天氣、系統狀態、音樂、Agent 工作階段——按 + 新增，直接拖到畫面上擺放

source: Close
es: Cerrar
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close setup and open the app
es: Cerrar la configuración y abrir la app
ja: セットアップを閉じてアプリを開きます
zh_hans: 关闭设置并打开应用
zh_hant: 關閉設定並開啟應用程式

source: Close this sheet
es: Cerrar este panel
ja: このシートを閉じる
zh_hans: 关闭此面板
zh_hant: 關閉此面板

source: Code from your authenticator app
es: Código de tu app de autenticación
ja: 認証アプリのコード
zh_hans: 验证器 App 中的验证码
zh_hant: 驗證器 App 中的驗證碼

source: Code from your email
es: Código de tu correo
ja: メールで届いたコード
zh_hans: 邮箱收到的验证码
zh_hant: 電子郵件收到的驗證碼

source: Code signature
es: Firma de código
ja: コード署名
zh_hans: 代码签名
zh_hant: 程式碼簽章

source: Codex Folder
es: Carpeta de Codex
ja: Codex フォルダ
zh_hans: Codex 文件夹
zh_hant: Codex 資料夾

source: Collapsed
es: Contraído
ja: 折りたたみ
zh_hans: 收起
zh_hant: 收合

source: Collections
es: Colecciones
ja: コレクション
zh_hans: 合集
zh_hant: 合集

source: Color & Filters
es: Color y filtros
ja: カラーとフィルタ
zh_hans: 色彩与滤镜
zh_hant: 色彩與濾鏡

source: Color Management
es: Gestión del color
ja: カラーマネジメント
zh_hans: 色彩管理
zh_hant: 色彩管理

source: Color Space
es: Espacio de color
ja: カラースペース
zh_hans: 色彩空间
zh_hant: 色彩空間

source: Color management
es: Gestión del color
ja: カラーマネジメント
zh_hans: 色彩管理
zh_hant: 色彩管理

source: Color split
es: Separación de color
ja: 色ずれ
zh_hans: 色彩分离
zh_hant: 色彩分離

source: Comments
es: Comentarios
ja: コメント
zh_hans: 评论
zh_hant: 留言

source: Compact
es: Compacto
ja: 簡易
zh_hans: 精简
zh_hant: 精簡

source: Compatible imported scenes.
es: Escenas importadas compatibles.
ja: 対応するインポート済みシーン。
zh_hans: 兼容的已导入场景。
zh_hant: 相容的已匯入場景。

source: Compressed
es: Comprimido
ja: 圧縮済み
zh_hans: 已压缩
zh_hant: 已壓縮

source: Configuration Imported
es: Configuración importada
ja: 設定をインポートしました
zh_hans: 配置已导入
zh_hant: 設定已匯入

source: Configure
es: Configurar
ja: 設定
zh_hans: 配置
zh_hant: 設定

source: Configure Steam library access and SteamCMD
es: Configurar el acceso a la biblioteca de Steam y SteamCMD
ja: Steam ライブラリへのアクセスと SteamCMD を設定
zh_hans: 配置 Steam 库访问和 SteamCMD
zh_hant: 設定 Steam 收藏庫存取和 SteamCMD

source: Configure a wallpaper first to bookmark it.
es: Configura primero un fondo de pantalla para marcarlo.
ja: ブックマークするには、先に壁紙を設定してください。
zh_hans: 请先配置壁纸以将其加入书签。
zh_hant: 請先設定桌布，才能加入書籤。

source: Connect Apple Aerials
es: Conectar vistas aéreas de Apple
ja: Apple の空撮に接続
zh_hans: 连接 Apple 航拍
zh_hant: 連接 Apple 空照圖

source: Connect Library
es: Conectar biblioteca de vistas aéreas
ja: 空撮ライブラリに接続
zh_hans: 连接航拍库
zh_hant: 連接空照圖庫

source: Connect Steam
es: Conectar Steam
ja: Steam に接続
zh_hans: 连接 Steam
zh_hant: 連接 Steam

source: Connect account
es: Conectar cuenta
ja: アカウントを接続
zh_hans: 连接账户
zh_hant: 連結帳戶

source: Connect another display to enable
es: Conecta otra pantalla para activarlo
ja: 別のディスプレイを接続して有効化
zh_hans: 连接另一台显示器以启用
zh_hant: 連接另一台顯示器以啟用

source: Connect the account for Workshop downloads. Steam app sign-in is unaffected.
es: Conecta la cuenta para descargar de Workshop. La sesión de la aplicación Steam no cambia.
ja: ワークショップからダウンロードするにはアカウントを接続してください。Steamアプリのログイン状態には影響しません。
zh_hans: 关联账户以下载创意工坊内容，不影响 Steam 应用的登录状态。
zh_hant: 連結帳號以下載工作坊內容，不影響 Steam 應用程式的登入狀態。

source: Connect this account to Loomscreen once. Its download session is saved separately from the Steam app.
es: Conecta esta cuenta a Loomscreen una vez. La sesión de descarga se guarda por separado de la aplicación Steam.
ja: このアカウントを一度 Loomscreen に接続してください。ダウンロード用のログイン情報は Steam アプリとは別に保存されます。
zh_hans: 将此账号连接到 Loomscreen 一次。下载登录会话会与 Steam 应用分开保存。
zh_hant: 將此帳號連接到 Loomscreen 一次。下載登入工作階段會與 Steam App 分開儲存。

source: Connect your Steam library
es: Conecta tu biblioteca de Steam
ja: Steam ライブラリに接続
zh_hans: 连接你的 Steam 库
zh_hant: 連線你的 Steam 收藏庫

source: Connected
es: Conectado
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
es: Conectando…
ja: 接続中…
zh_hans: 正在连接…
zh_hant: 正在連接…

source: Content
es: Contenido
ja: コンテンツ
zh_hans: 内容
zh_hant: 內容

source: Content Security
es: Seguridad del contenido
ja: コンテンツセキュリティ
zh_hans: 内容安全
zh_hant: 內容安全

source: Content Security Policy
es: Política CSP
ja: コンテンツセキュリティポリシー
zh_hans: 内容安全策略
zh_hant: 內容安全原則

source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue in Browser
es: Continuar en el navegador
ja: ブラウザで続ける
zh_hans: 在浏览器中继续
zh_hant: 在瀏覽器中繼續

source: Continuing sends the prefilled diagnostics to GitHub. Review them first; published issues are public.
es: Al continuar, se enviarán los diagnósticos a GitHub. Revísalos antes; las incidencias publicadas son públicas.
ja: 続行すると入力済みの診断情報が GitHub に送信されます。内容を確認してください。公開した Issue は誰でも閲覧できます。
zh_hans: 继续操作会将预填的诊断信息发送给 GitHub。请先检查内容；发布后的 Issue 公开可见。
zh_hant: 繼續操作會將預填的診斷資訊傳送至 GitHub。請先檢查內容；發布後的 Issue 為公開資訊。

source: Controls cursor tracking in scenes and mouse interaction on web pages.
es: Controla el seguimiento del cursor en escenas y la interacción del ratón en páginas web.
ja: シーンのカーソル追従とWebページのマウス操作を切り替えます。
zh_hans: 控制场景中的光标跟随和网页鼠标交互。
zh_hant: 控制場景中的游標跟隨和網頁滑鼠互動。

source: Controls fade in when the pointer is over the layer. They need Mouse Interaction on for this display, plus a one-time permission the first time you use them.
es: Los controles aparecen cuando el puntero está sobre la capa. Necesitan que Interacción del ratón esté activada en esta pantalla, además de un permiso único la primera vez que los uses.
ja: コントロールはポインタをレイヤーに重ねると表示されます。このディスプレイで「マウス操作」をオンにし、初回に一度だけ許可が必要です。
zh_hans: 指针移到图层上时控制按钮会淡入显示。需要为此显示器打开“鼠标交互”，并在首次使用时授权一次。
zh_hant: 指標移到圖層上時控制按鈕會淡入顯示。需要為此顯示器開啟「滑鼠互動」，並在首次使用時授權一次。

source: Cookies, website data and cache are not saved between sessions.
es: Las cookies, los datos de sitios web y la caché no se guardan entre sesiones.
ja: セッション間で Cookie、Web サイトデータ、キャッシュを保存しません。
zh_hans: 会话之间不保留 Cookie、网站数据和缓存。
zh_hant: 工作階段之間不保留 Cookie、網站資料和快取。

source: Copied
es: Copiado
ja: コピー済み
zh_hans: 已复制
zh_hant: 已拷貝

source: Copied that video, but macOS wouldn't grant lasting access to it.
es: Se copió ese vídeo, pero macOS no concedió un acceso permanente.
ja: 動画はコピーしましたが、macOS が継続的なアクセスを許可しませんでした。
zh_hans: 已复制该视频，但 macOS 未授予持久访问权限。
zh_hant: 已複製該影片，但 macOS 未授予持久存取權限。

# Copied to %lld / %lld displays
source: Copied to %1$lld / %2$lld displays
es: Copiado a %1$lld / %2$lld pantallas
ja: %1$lld / %2$lld 台のディスプレイにコピーしました
zh_hans: 已复制到 %1$lld / %2$lld 台显示器
zh_hant: 已複製到 %1$lld / %2$lld 台顯示器

source: Copies every missing workshop ID to your clipboard so you can subscribe in Steam
es: Copia al portapapeles todos los ID de Workshop que falten para que puedas suscribirte en Steam
ja: Steam でサブスクライブできるように、不足しているワークショップ ID をすべてクリップボードにコピーします
zh_hans: 将所有缺失的创意工坊 ID 复制到剪贴板，以便在 Steam 中订阅
zh_hant: 將所有缺少的工作坊 ID 複製到剪貼簿，方便你在 Steam 中訂閱

source: Copies redacted diagnostic reports as JSON.
es: Copia los informes de diagnóstico con los datos confidenciales ocultos en formato JSON.
ja: 機密情報を除去した診断レポートを JSON 形式でコピーします。
zh_hans: 以 JSON 格式复制已脱敏的诊断报告。
zh_hant: 以 JSON 格式複製已去識別化的診斷報告。

source: Copies the current wallpaper and settings to every other connected display
es: Copia el fondo de pantalla y los ajustes actuales a todas las demás pantallas conectadas
ja: 現在の壁紙と設定を、接続されている他のすべてのディスプレイにコピーします
zh_hans: 将当前壁纸和设置复制到所有其他连接的显示器
zh_hant: 將目前桌布和設定複製到其他所有已連接的顯示器

source: Copies the error code to the clipboard
es: Copia el código de error en el portapapeles
ja: エラーコードをクリップボードにコピーします
zh_hans: 将错误代码复制到剪贴板
zh_hant: 將錯誤代碼複製到剪貼簿

source: Copies this overlay to every other connected display; their wallpapers are not changed
es: Copia esta superposición a todas las demás pantallas conectadas; sus fondos de pantalla no cambian
ja: このオーバーレイを接続中の他のすべてのディスプレイに複製します。壁紙は変更されません
zh_hans: 把这个叠加层复制到其他所有已连接的显示器，不改动它们的壁纸
zh_hant: 把這個疊加層複製到其他所有已連接的顯示器，不更動它們的桌布

source: Copy
es: Copiar
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copy Diagnostic Summary
es: Copiar resumen de diagnóstico
ja: 診断概要をコピー
zh_hans: 复制诊断摘要
zh_hant: 複製診斷摘要

source: Copy Diagnostics
es: Copiar diagnósticos
ja: 診断情報をコピー
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Copy ID
es: Copiar ID
ja: ID をコピー
zh_hans: 复制 ID
zh_hant: 拷貝 ID

source: Copy IDs
es: Copiar ID
ja: ID をコピー
zh_hans: 复制 ID
zh_hant: 複製 ID

source: Copy a sanitized system and runtime summary.
es: Copiar un resumen del sistema y del entorno de ejecución, sin datos personales.
ja: サニタイズ済みのシステムと実行時の概要をコピーします。
zh_hans: 复制经过脱敏的系统和运行时摘要。
zh_hant: 複製經過去識別的系統與執行階段摘要。

source: Copy command to clipboard
es: Copiar comando al portapapeles
ja: コマンドをクリップボードにコピー
zh_hans: 将命令复制到剪贴板
zh_hant: 將命令複製到剪貼簿

source: Copy diagnostic
es: Copiar diagnóstico
ja: 診断情報をコピー
zh_hans: 复制诊断信息
zh_hant: 拷貝診斷資訊
